[
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Emily Price",
    "title": "Siri Can Now Field Questions About Coronavirus",
    "description": "If you have questions about Coronavirus, now you have another source available to get answers: Siri. Read more...",
    "url": "https://lifehacker.com/siri-can-now-field-questions-about-coronavirus-1842447562",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/qzybq3k1xtuzf54odokh.jpg",
    "publishedAt": "2020-03-22T23:34:00Z",
    "content": "If you have questions about Coronavirus, now you have another source available to get answers: Siri.\r\nApple updated Siri this weekend to include some screening questions on coronavirus. While its absolutely not a replacement for talking to a doctor, asking th… [+888 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "David Murphy",
    "title": "Where to Find Free Entertainment During the Coronavirus Shutdown",
    "description": "Sitting here in not-so-sunny California, I’m bored to tears as a result of the Coronavirus lockdown. And while I have video games to entertain me, and endless work to do (from home, of course), I’ve been looking for a better way to deal with the solitary cond…",
    "url": "https://lifehacker.com/where-to-find-free-entertainment-during-the-coronavirus-1842360955",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/qekflogpuvtdqvmsrokk.png",
    "publishedAt": "2020-03-17T14:00:00Z",
    "content": "Sitting here in not-so-sunny California, Im bored to tears as a result of the Coronavirus lockdown. And while I have video games to entertain me, and endless work to do (from home, of course), Ive been looking for a better way to deal with the solitary condit… [+2372 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "David Murphy",
    "title": "Beat the Coronavirus Blues With a Free 'Dungeons & Dragons' Adventure",
    "description": "Whether you’ve always wanted to try some dice-rolling adventuring, or you’re bummed because your regular Dungeons & Dragons group might have to virtual for a few weeks (or months), now’s as good a time as any to fight coronavirus-induced boredom with tabletop…",
    "url": "https://lifehacker.com/beat-the-coronavirus-blues-with-a-free-dungeons-drago-1842397668",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/umcz6tgimb6yme9fk1h1.png",
    "publishedAt": "2020-03-19T13:00:00Z",
    "content": "Whether youve always wanted to try some dice-rolling adventuring, or youre bummed because your regular Dungeons &amp; Dragons group might have to virtual for a few weeks (or months), nows as good a time as any to fight coronavirus-induced boredom with tableto… [+2183 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "David Murphy",
    "title": "If You Need Coronavirus Supplies, Try Using NowInStock",
    "description": "Please don’t panic buy. We know this is easier said than done. We don’t have a toilet paper shortage per se, but it’s tricky to come by, sure, since everyone went out and bought it as if we were in the apocalypse. And don’t even get me started on hand sanitiz…",
    "url": "https://lifehacker.com/if-you-need-coronavirus-supplies-try-using-nowinstock-1842429563",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/dobtqa3shuwrh3h566jx.png",
    "publishedAt": "2020-03-20T20:30:00Z",
    "content": "Please dont panic buy. We know this is easier said than done. We dont have a toilet paper shortageper se, but its tricky to come by, sure, since everyone went out and bought it as if we were in the apocalypse. And dont even get me started on hand sanitizersim… [+1943 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "David Murphy",
    "title": "Don't Download These Bogus Coronavirus 'Tracking' Android Apps",
    "description": "It’s easy to get duped right now, while we’re all in panic mode. All it takes is for one person with a bit of free time on their hands to make a “Coronavirus dashboard” that asks unsuspecting users to install an application on their machine, and boom—you’re s…",
    "url": "https://lifehacker.com/dont-download-these-bogus-coronavirus-tracking-android-1842358987",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/oi0qtufl0e0xpesdura5.png",
    "publishedAt": "2020-03-16T19:00:00Z",
    "content": "Its easy to get duped right now, while were all in panic mode. All it takes is for one person with a bit of free time on their hands to make a Coronavirus dashboard that asks unsuspecting users to install an application on their machine, and boomyoure suckere… [+2454 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Brendan Hesse",
    "title": "Where to Find Free eBooks During the Coronavirus Shutdown",
    "description": "Reading is a great way to mix up your social-distancing routine, plus it helps you slow down and fully absorb yourself in new ideas and worlds. Buying physical books might be on hold for a bit (although you can still order, and should, ideally from an indepen…",
    "url": "https://lifehacker.com/where-to-find-free-ebooks-during-the-coronavirus-shutdo-1842456736",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/flx6fki8vyaxbuhjwgdk.jpg",
    "publishedAt": "2020-03-23T18:30:00Z",
    "content": "Reading is a great way to mix up your social-distancing routine, plus it helps you slow down and fully absorb yourself in new ideas and worlds. Buying physical books might be on hold for a bit (although you can still order, and should, ideally from anindepend… [+2537 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Meghan Moravcik Walbert on Offspring, shared by Meghan Moravcik Walbert to Lifehacker",
    "title": "How to Talk to Your Kids About the Coronavirus",
    "description": "“If even ONE student in my ENTIRE school gets sick with the coronavirus, they’re going to call off school for EVERYONE,” my nine-year-old son announced to me the other day. “Why is everyone talking about this so much?” He’s right on both accounts—they will pr…",
    "url": "https://offspring.lifehacker.com/how-to-talk-to-your-kids-about-the-coronavirus-1842316265",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/w3kgpgtehmghsbtig9ud.jpg",
    "publishedAt": "2020-03-16T14:00:00Z",
    "content": "If even ONE student in my ENTIRE school gets sick with the coronavirus, theyre going to call off school for EVERYONE, my nine-year-old son announced to me the other day. Why is everyone talking about this so much? Hes right on both accountsthey will probably … [+4374 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "A.A. Newton",
    "title": "How to Watch Sports During the Coronavirus Shutdown",
    "description": "In response to the coronavirus pandemic, nearly every major sport league on the planet has chosen suspend or delay operations indefinitely—and rightly so. But the decision has left sports fans around the world wondering what their sports programming options w…",
    "url": "https://lifehacker.com/how-to-watch-sports-during-the-coronavirus-shutdown-1842377742",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/mkqvub4yzgkbi1k8o1hk.jpg",
    "publishedAt": "2020-03-17T17:30:00Z",
    "content": "In response to the coronavirus pandemic, nearly every major sport league on the planet has chosen suspend or delay operations indefinitelyand rightly so. But the decision has left sports fans around the world wondering what their sports programming options wi… [+4212 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Nicole Dieker",
    "title": "Don't Shake Out Your Dirty Laundry",
    "description": "Want to protect yourself and your family members from the coronavirus, especially if someone in your household is currently experiencing potential COVID-19 symptoms? Here’s a tip directly from the CDC: Don’t shake out your dirty laundry. Read more...",
    "url": "https://lifehacker.com/dont-shake-out-your-dirty-laundry-1842379002",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/fcyzmmilm3v5pqpuem7e.jpg",
    "publishedAt": "2020-03-17T18:45:00Z",
    "content": "Want to protect yourself and your family members from the coronavirus, especially if someone in your household is currently experiencing potential COVID-19 symptoms? Heres a tip directly from the CDC: Dont shake out your dirty laundry. \r\nIm not in the habit o… [+1564 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Lisa Rowan on Two Cents, shared by Lisa Rowan to Lifehacker",
    "title": "Where to Find Coronavirus Eviction and Utility Shutoff Rules for Your State",
    "description": "As the coronavirus pandemic develops, many cities and states have paused rental evictions and utility shutoffs. But with so much pandemic-related news everywhere you look, it can be hard to find this information without getting distracted. Read more...",
    "url": "https://twocents.lifehacker.com/where-to-find-coronavirus-eviction-and-utility-shutoff-1842470826",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/rff65li8kcxgtifxoooc.jpg",
    "publishedAt": "2020-03-24T17:00:00Z",
    "content": "As the coronavirus pandemic develops, many cities and states have paused rental evictions and utility shutoffs. But with so much pandemic-related news everywhere you look, it can be hard to find this information without getting distracted.\r\nPrinceton Universi… [+961 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Emily Price",
    "title": "How to Get Into DJ D-Nice's Virtual 'Club Quarantine' Dance Party",
    "description": "Nightclubs around the country are closed due to coronavirus, but in their absence, a new virtual club has opened its door, and it has a pretty A-List guest list. Read more...",
    "url": "https://lifehacker.com/how-to-get-into-dj-d-nices-virtual-club-quarantine-danc-1842447929",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/qacjgznt2jisua9logrz.jpg",
    "publishedAt": "2020-03-23T00:39:00Z",
    "content": "Nightclubs around the country are closed due to coronavirus, but in their absence, a new virtual club has opened its door, and it has a pretty A-List guest list.\r\nYou may know DJ D-Nice, Derrick Jones, as a member of the 90s hip-hop group Boogie Down Producti… [+935 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Nicole Dieker on Two Cents, shared by Nicole Dieker to Lifehacker",
    "title": "What You Need to Know About the Families First Coronavirus Response Act",
    "description": "On Wednesday, March 18, President Trump signed H.R. 6201, aka the Families First Coronavirus Response Act, into law. I’ll just go ahead and quote the bill summary, instead of trying to re-summarize it myself: Read more...",
    "url": "https://twocents.lifehacker.com/what-you-need-to-know-about-the-families-first-coronavi-1842427176",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/oi1btcrpsj9qkpr0fx66.jpg",
    "publishedAt": "2020-03-20T17:30:00Z",
    "content": "On Wednesday, March 18, President Trump signed H.R. 6201, aka the Families First Coronavirus Response Act, into law. Ill just go ahead and quote the bill summary, instead of trying to re-summarize it myself:\r\nThis bill responds to the coronavirus outbreak by … [+2525 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Lisa Rowan on Two Cents, shared by Lisa Rowan to Lifehacker",
    "title": "Federal Student Loan Collections Will Stop for 60 Days",
    "description": "The Department of Education has announced that it will stop the collections process for federal student loans in default, including wage garnishment actions, due to the coronavirus pandemic. Read more...",
    "url": "https://twocents.lifehacker.com/federal-student-loan-collections-will-stop-for-60-days-1842490484",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/m1bm5fb7dfjv6gafvhaq.jpg",
    "publishedAt": "2020-03-25T17:45:00Z",
    "content": "The Department of Education has announced that it will stop the collections process for federal student loans in default, including wage garnishment actions, due to the coronavirus pandemic.\r\nAccording to the departments press release, it has stopped requests… [+1514 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Emily Price",
    "title": "How to Watch Broadway Shows Like Cats, and Sweeney Todd at Home For Free",
    "description": "New York closed all of the theaters on Broadway last week in response to the Coronavirus pandemic, but you can still catch a few of the most popular shows from Broadway at home from your couch. Read more...",
    "url": "https://lifehacker.com/how-to-watch-broadway-shows-like-cats-and-sweeney-todd-1842439020",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/nefla52ea0h7epjwjytm.jpg",
    "publishedAt": "2020-03-21T16:31:00Z",
    "content": "New York closed all of the theaters on Broadway last week in response to the Coronavirus pandemic, but you can still catch a few of the most popular shows from Broadway at home from your couch.\r\nBroadwayHD is offering a free 7-day trial of its theater-streami… [+2005 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Elizabeth Yuko",
    "title": "How to Reduce the Waste You Produce During the Coronavirus Outbreak",
    "description": "Ever since the coronavirus outbreak hit American shores, I’ve noticed an increase in the amount of garbage I produce. Like so many others, I bought those handy disinfecting wipes, but every time I use one and then throw it away, it feels wasteful. In addition…",
    "url": "https://lifehacker.com/how-to-reduce-the-waste-you-produce-during-the-coronavi-1842416311",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/dyev53sqekelycphgdxr.jpg",
    "publishedAt": "2020-03-20T14:30:00Z",
    "content": "Ever since the coronavirus outbreak hit American shores, Ive noticed an increase in the amount of garbage I produce. Like so many others, I bought those handy disinfecting wipes, but every time I use one and then throw it away, it feels wasteful. In addition … [+6909 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Lisa Rowan",
    "title": "What to Expect When You're Grocery Shopping During the Coronavirus Shutdown",
    "description": "I went grocery shopping this weekend. Not just a quick stop to pick up a few things, but a cart-filling trip to replenish supplies at both my apartment and at my boyfriend’s. Read more...",
    "url": "https://lifehacker.com/what-to-expect-when-youre-grocery-shopping-during-the-c-1842456523",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/j3qcr9j0nm204bwebz4m.jpg",
    "publishedAt": "2020-03-23T20:30:00Z",
    "content": "I went grocery shopping this weekend. Not just a quick stop to pick up a few things, but a cart-filling trip to replenish supplies at both my apartment and at my boyfriends. \r\nI expected my grocery shopping to be part of a productive Sunday. But my plans for … [+4473 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Elizabeth Yuko",
    "title": "How to Convince Your Parents or Grandparents that the Coronavirus is Dangerous",
    "description": "The past few weeks have been a trying time for everyone as we deal with the coronavirus pandemic. But for many people (myself included), some of the most stressful moments have come from discussing COVID-19 with our parents, grandparents and other older relat…",
    "url": "https://lifehacker.com/how-to-convince-your-parents-or-grandparents-that-the-c-1842358582",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/wckrfwpcxefi176iokpo.png",
    "publishedAt": "2020-03-17T18:30:00Z",
    "content": "The past few weeks have been a trying time for everyone as we deal with the coronavirus pandemic. But for many people (myself included), some of the most stressful moments have come from discussing COVID-19 with our parents, grandparents and other older relat… [+8960 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Elizabeth Yuko",
    "title": "How to Deal With the Anxiety Caused by Coronavirus Pandemic Deniers",
    "description": "We’re living in a time of high anxiety. There is more than enough to worry about pertaining to our own physical and mental health and financial security. And there’s another widely experienced stressor that many of us didn’t anticipate: the anxiety that sets …",
    "url": "https://lifehacker.com/how-to-deal-with-the-anxiety-caused-by-coronavirus-pand-1842385245",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/bcuuodeksp9y9nfxvvzk.jpg",
    "publishedAt": "2020-03-18T20:30:00Z",
    "content": "Were living in a time of high anxiety. There is more than enough to worry about pertaining to our own physical and mental health and financial security. And theres another widely experienced stressor that many of us didnt anticipate: the anxiety that sets in … [+7838 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "Lisa Rowan on Two Cents, shared by Lisa Rowan to Lifehacker",
    "title": "Beware of Scammers While You Wait for Your Coronavirus Stimulus Check",
    "description": "The coronavirus outbreak has made the U.S. economy so topsy-turvy that the president has been working with Congress to issue relief checks to many of us. We’ll share the details of that program as soon as they’re official, but in the meantime, make sure you d…",
    "url": "https://twocents.lifehacker.com/beware-of-scammers-while-you-wait-for-your-coronavirus-1842414465",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/bdww4istnuwlf9k5md8x.jpg",
    "publishedAt": "2020-03-20T17:00:00Z",
    "content": "The coronavirus outbreak has made the U.S. economy so topsy-turvy that the president has been working with Congress to issue relief checks to many of us. Well share the details of that program as soon as theyre official, but in the meantime, make sure you don… [+1217 chars]"
  },
  {
    "source": {
      "id": null,
      "name": "Lifehacker.com"
    },
    "author": "David Murphy",
    "title": "Fight Coronavirus Boredom With These Free Sling TV Shows and Movies",
    "description": "As we settle in for some solitude, Sling TV is opening up its library for anyone who needs free streaming TV shows or movies to pass the time. If you were looking for Netflix-like production value in Sling TV’s free offerings, you’re going to be disappointed.…",
    "url": "https://lifehacker.com/fight-coronavirus-boredom-with-these-free-sling-tv-show-1842412799",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/thdcegvavyjg8pw3jscq.png",
    "publishedAt": "2020-03-20T13:00:00Z",
    "content": "As we settle in for some solitude, Sling TV is opening up its library for anyone who needs free streaming TV shows or movies to pass the time. If you were looking for Netflix-like production value in Sling TVs free offerings, youre going to be disappointed. B… [+1558 chars]"
  }
]